Lines["一号线"] = {
  sts: [
    //名称、中转站、到达此站所需额外时间
    ["红山", 0, 0],
    ["谷水", 0, 0],
    ["秦岭路", 0, 0],
    ["武汉路", 0, 0],
    ["长安路", 0, 0],
    ["上海市场", 0, 0],
    ["牡丹广场", 0, 0],
    ["七里河", 0, 0],
    ["王城公园", 0, 0],
    ["解放路", 1, 0],
    ["周王城广场", 0, 0],
    ["应天门", 0, 0],
    ["丽景门", 0, 0],
    ["青年宫", 0, 0],
    ["夹马营", 0, 0],
    ["启明南路", 0, 0][("塔湾", 0, 0)][("史家湾", 0, 0)][("杨湾", 0, 0)],
  ],
};

Lines["二号线"] = {
  sts: [
    ["二乔路", 0, 0],
    ["邙岭", 0, 0],
    ["国花路", 0, 0],
    ["洛阳火车站", 0, 0],
    ["纱厂路", 0, 0],
    ["解放路", 1, 0],
    ["牡丹桥", 0, 0],
    ["文博园", 0, 0],
    ["隋唐园", 0, 0],
    ["体育中心", 0, 0],
    ["市民之家", 0, 0],
    ["开元湖", 0, 0],
    ["兴洛湖", 0, 0],
    ["龙门高铁站", 0, 0],
    ["八里堂", 0, 0],
  ],
};
